public class Main {
    public static void main(String[] args) {
        Car car1 = new Car("Lada", "Granta", 1.7, "Желтый", 2015, "Россия", "механическая", "седан", 1122, 4, );
        Car car2 = new Car("Audi","A850LTDIQuattro",0.3, "Черный", 2020, "Германия", "механическая", "седан", 1122, 4, );
        Car car3 = new Car("BMW", "Z8", 3.0, "Черный", 2021, "Германия","механическая", "седан", 1122, 4, );
        Car car4 = new Car("Kia","Sportage 4-го поколения", 2.4, "Красный", 2018, "Южная Корея","механическая", "седан", 1122, 4, );
        Car car5 = new Car("Hyundai", "Avante", 1.6, "Оранжевый", 2016, "Южная Корея","механическая", "седан", 1122, 4, );
    }
    }
